Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# recursive-mode-info
source: When "Recursive Browsing Mode" is enabled, the thumbnail area will display all files within a folder and its subdirectories. If "Include Folders" is checked, all subfolders themselves will also be shown. When scanning certain system directories or network drives, the program may experience lag. Additionally, in this mode, the application will not monitor file system changes, so if there are any modifications (such as edits or deletions), please refresh manually.
ar: عند تفعيل "وضع التصفح المتكرر"، ستعرض منطقة الصور المصغرة جميع الملفات داخل المجلد ومجلداته الفرعية. إذا تم تحديد "تضمين المجلدات"، سيتم عرض جميع المجلدات الفرعية أيضًا. عند فحص بعض أدلة النظام أو محركات الأقراص الشبكية، قد يواجه البرنامج تأخيرًا. بالإضافة إلى ذلك، في هذا الوضع، لن يقوم التطبيق بمراقبة تغييرات نظام الملفات، لذا إذا كانت هناك أي تعديلات (مثل التحريرات أو الحذف)، يرجى التحديث يدويًا.
de: Wenn der "Rekursiv-Browsing-Modus" aktiviert ist, zeigt der Thumbnail-Bereich alle Dateien innerhalb eines Ordners und seiner Unterverzeichnisse an. Wenn "Ordner einbeziehen" aktiviert ist, werden auch alle Unterordner angezeigt. Beim Scannen bestimmter Systemverzeichnisse oder Netzlaufwerke kann das Programm Verzögerungen erfahren. Zusätzlich wird in diesem Modus die Anwendung keine Dateisystemänderungen überwachen, daher bitte manuell aktualisieren, wenn es Änderungen gibt (wie Bearbeitungen oder Löschungen).
es: Cuando el "Modo de Navegación Recursiva" está activado, el área de miniaturas mostrará todos los archivos dentro de una carpeta y sus subdirectorios. Si "Incluir carpetas" está seleccionado, también se mostrarán todas las subcarpetas. Al escanear ciertos directorios del sistema o unidades de red, el programa puede experimentar retrasos. Además, en este modo, la aplicación no monitoreará los cambios en el sistema de archivos, por lo que si hay modificaciones (como ediciones o eliminaciones), actualice manualmente.
fr: Lorsque le "Mode de navigation récursive" est activé, la zone des vignettes affichera tous les fichiers d'un dossier et de ses sous-répertoires. Si "Inclure les dossiers" est cochée, tous les sous-dossiers eux-mêmes seront également affichés. Lors de la numérisation de certains répertoires système ou lecteurs réseau, le programme peut rencontrer des lenteurs. De plus, dans ce mode, l'application ne surveillera pas les changements du système de fichiers, donc s'il y a des modifications (telles que des éditions ou suppressions), veuillez actualiser manuellement.
it: Quando è abilitata la "Modalità di Navigazione Ricorsiva", l'area delle miniature mostrerà tutti i file presenti in una cartella e nelle sue sottodirectory. Se l'opzione "Includi Cartelle" è selezionata, verranno mostrati anche tutti i sottocartelle stesse. Quando si eseguono scansioni di alcune directory di sistema o unità di rete, il programma potrebbe risentire di rallentamenti. Inoltre, in questa modalità, l'applicazione non monitorerà le modifiche del file system, quindi se ci sono modifiche (come modifiche o eliminazioni), aggiornare manualmente.
ja: 「リカーシブブラウジングモード」が有効になっている場合、サムネイルエリアにはフォルダ内のすべてのファイルとそのサブディレクトリが表示されます。「フォルダを含める」にチェックが入っていると、すべてのサブフォルダ自体も表示されます。 特定のシステムディレクトリやネットワークドライブをスキャンする際、プログラムが遅延する可能性があります。 さらに、このモードではアプリケーションがファイルシステムの変更を監視しないため、変更（編集や削除など）がある場合は手動で更新してください。
ko: "재귀 탐색 모드"가 활성화되면 썸네일 영역에 폴더와 하위 디렉토리 내의 모든 파일이 표시됩니다. "폴더 포함"이 선택된 경우 모든 하위 폴더도 표시됩니다. 일부 시스템 디렉토리나 네트워크 드라이브를 스캔할 때 프로그램이 지연될 수 있습니다. 또한 이 모드에서는 애플리케이션이 파일 시스템 변경 사항을 모니터링하지 않으므로 수정(편집 또는 삭제 등)이 있는 경우 수동으로 새로 고침해 주시기 바랍니다.
nl: Wanneer "Recursieve Bladermodus" is ingeschakeld, zal het miniatuurgebied alle bestanden in een map en zijn subdirectories weergeven. Als "Mappen opnemen" is aangevinkt, worden ook alle submappen zelf weergegeven. Bij het scannen van bepaalde systeemdirectory's of netwerkschijven kan het programma vertraging ondervinden. Bovendien zal de applicatie in deze modus geen wijzigingen in het bestandssysteem volgen, dus als er wijzigingen zijn (zoals bewerkingen of verwijderingen), vernieuw dan handmatig.
pt_br: Quando o "Modo de Navegação Recursiva" estiver ativado, a área de miniaturas exibirá todos os arquivos dentro de uma pasta e seus subdiretórios. Se "Incluir Pastas" estiver marcado, todas as subpastas também serão mostradas. Ao examinar certos diretórios do sistema ou unidades de rede, o programa pode apresentar atraso. Além disso, neste modo, o aplicativo não monitorará mudanças no sistema de arquivos, portanto, se houver quaisquer modificações (como edições ou exclusões), por favor, atualize manualmente.
pt_pt: Quando o "Modo de Navegação Recursiva" está ativado, a área de miniaturas exibirá todos os ficheiros dentro de uma pasta e suas subdiretórias. Se "Incluir Pastas" estiver selecionado, todas as subpastas também serão mostradas. Ao examinar certos diretórios do sistema ou unidades de rede, o programa pode apresentar lentidão. Além disso, neste modo, a aplicação não monitorizará alterações no sistema de ficheiros, portanto, se houver modificações (como edições ou eliminações), atualize manualmente.
ru: Когда включен "Рекурсивный режим просмотра", область миниатюр будет отображать все файлы в папке и ее подкаталогах. Если отмечена опция "Включить папки", будут показаны также все подпапки. При сканировании определенных системных директорий или сетевых дисков программа может испытывать задержки. Кроме того, в этом режиме приложение не будет отслеживать изменения файловой системы, поэтому при любых изменениях (таких как редактирование или удаление) обновляйте вручную.
sv: När "Rekursivt bläddringsläge" är aktiverat, kommer miniatyrområdet visa alla filer i en mapp och dess undermappar. Om "Inkludera mappar" är markerat, visas även alla undermappar. När vissa systemkataloger eller nätverksenheter skannas kan programmet uppleva fördröjning. Dessutom, i detta läge, kommer applikationen inte bevaka ändringar i filsystemet, så om det sker några ändringar (såsom redigeringar eller borttagningar), vänligen uppdatera manuellt.
zh_hans: “递归浏览模式”开启后，缩略图区域将显示文件夹及其子目录下的所有文件。勾选“包含文件夹”时，也将显示所有子文件夹本身。 扫描部分系统目录或网络驱动器时，程序可能产生卡顿。 另外，此模式下应用不会监听文件系统变化，因此如有改动（修改和删除等），请手动刷新。
zh_hant: 當啟用「遞歸瀏覽模式」時，縮圖區域將顯示文件夾及其子目錄中的所有文件。如果勾選「包含文件夾」，則所有子文件夾本身也會顯示。 當掃描某些系統目錄或網絡驅動器時，程序可能會出現延遲。 此外，在此模式下，應用程序不會監控文件系統變更，因此如果有任何修改（例如編輯或刪除），請手動刷新。

# recursive-mode-nodirection
source: In recursive mode, the action to find the next/previous folder cannot be performed.
ar: في الوضع التكراري، لا يمكن تنفيذ الإجراء للعثور على المجلد التالي/السابق.
de: Im rekursiven Modus kann die Aktion zum Finden des nächsten/vorherigen Ordners nicht ausgeführt werden.
es: En modo recursivo, no se puede realizar la acción de encontrar la carpeta siguiente/anterior
fr: En mode récursif, l'action de trouver le dossier suivant/précédent ne peut pas être effectuée
it: In modalità ricorsiva, l'azione per trovare la cartella successiva/precedente non può essere eseguita
ja: 再帰モードでは、次または前のフォルダーを見つけるアクションを実行できません
ko: 재귀 모드에서는 다음/이전 폴더를 찾는 동작을 수행할 수 없습니다.
nl: In de recursieve modus kan de actie om de volgende/vorige map te vinden niet worden uitgevoerd
pt_br: No modo recursivo, a ação para encontrar a pasta seguinte/anterior não pode ser executada.
pt_pt: No modo recursivo, a ação de encontrar a pasta seguinte/anterior não pode ser realizada.
ru: В рекурсивном режиме невозможно выполнить действие по поиску следующей/предыдущей папки
sv: I rekursivt läge kan åtgärden att hitta nästa/föregående mapp inte utföras.
zh_hans: 递归浏览模式下不能使用查找下一个/上一个文件夹的动作
zh_hant: 在遞迴模式下，無法執行查找下一個/上一個資料夾的操作

source: Reduce the Thumbnails
ar: خفض الصور المصغرة
de: Verkleinern Sie die Thumbnails
es: Reducir los miniaturas
fr: Réduire les vignettes
it: Riduci le miniature
ja: サムネイルを小さくする
ko: 썸네일 축소
nl: Kleine miniaturen
pt_br: Reduzir as miniaturas
pt_pt: Reduzir as miniaturas
ru: Уменьшить эскизы
sv: Minska miniatyrerna
zh_hans: 缩小缩略图
zh_hant: 縮小縮略圖

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: リフレッシュ
ko: 새로 고침
nl: Vernieuwen
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sv: Uppdatera
zh_hans: 刷新
zh_hant: 刷新

source: Regex
ar: التعبير النمطي
es: Expresión regular
fr: Expression régulière
ja: 正規表現
ko: 정규식
ru: Регулярное выражение
zh_hans: 正则表达式
zh_hant: 正規表示式

source: Relative Path
ar: المسار النسبي
de: Relativer Pfad
es: Ruta relativa
fr: Chemin relatif
it: Percorso relativo
ja: 相対パス
ko: 상대 경로
nl: Relatief pad
pt_br: Caminho Relativo
pt_pt: Caminho Relativo
ru: Относительный путь
sv: Relativ sökväg
zh_hans: 相对路径
zh_hant: 相對路徑

source: Remember Position
ar: تذكر الموقع
de: Position merken
es: Recordar posición
fr: Se souvenir de la position
it: Ricorda posizione
ja: 位置を記憶
ko: 위치 기억하기
nl: Positie onthouden
pt_br: Lembrar Posição
pt_pt: Lembrar Posição
ru: Запомнить позицию
sv: Kom ihåg position
zh_hans: 记忆位置
zh_hant: 記住位置

source: Remember Position: Disabled
ar: تذكر الموضع: معطل
de: Position merken: Deaktiviert
es: Recordar posición: Desactivado
fr: Se souvenir de la position : Désactivé
it: Ricorda posizione: disabilitato
ja: 位置を記憶する：無効
ko: 위치 기억: 사용 안 함
nl: Positie onthouden: Uitgeschakeld
pt_br: Lembrar Posição: Desativado
pt_pt: Lembrar Posição: Desativado
ru: Запоминание позиции: отключено
sv: Kom ihåg position: inaktiverad
zh_hans: 记忆位置禁用
zh_hant: 記住位置：停用

source: Remember Position: Enabled
ar: تذكر الموضع: ممكّن
de: Position merken: aktiviert
es: Recordar posición: Activado
fr: Mémoriser la position : Activé
it: Memorizza Posizione: Abilitato
ja: 位置を記憶：有効
ko: 위치 기억: 활성화됨
nl: Positie onthouden: Ingeschakeld
pt_br: Lembrar Posição: Habilitado
pt_pt: Lembrar Posição: Ativado
ru: Запомнить позицию: Включено
sv: Kom ihåg position: Aktiverad
zh_hans: 记忆位置启用
zh_hant: 記憶位置：已啟用

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
sv: Byt namn
zh_hans: 重命名
zh_hant: 重命名

# renaming-conflict
source: A file with this name already exists. Please choose a different name.
ar: يوجد بالفعل ملف بهذا الاسم. الرجاء اختيار اسم آخر.
de: Eine Datei mit diesem Namen existiert bereits Bitte wählen Sie einen anderen Namen
es: Un archivo con este nombre ya existe Por favor, elige un nombre diferente
fr: Un fichier portant ce nom existe déjà Veuillez choisir un autre nom
it: Un file con questo nome esiste già. Si prega di scegliere un nome diverso.
ja: この名前のファイルはすでに存在します。別の名前を選んでください。
ko: 파일 이름이 이미 존재합니다. 다른 이름을 선택하세요.
nl: Er bestaat al een bestand met deze naam. Kies alstublieft een andere naam.
pt_br: Um arquivo com esse nome já existe. Por favor, escolha um nome diferente.
pt_pt: Já existe um ficheiro com este nome. Por favor, escolha um nome diferente.
ru: Файл с таким именем уже существует. Пожалуйста, выберите другое имя.
sv: Det finns redan en fil med det här namnet. Välj ett annat namn.
zh_hans: 该名称的文件已存在，请选择其他名称。
zh_hant: 此名稱的文件已存在，請選擇其他名稱。

source: Replace
ar: استبدل
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 交換
ko: 교체
nl: Vervangen
pt_br: Substituir
pt_pt: Substituir
ru: Заменить
sv: Ersätt
zh_hans: 替换
zh_hant: 替換

source: Replace All
ar: استبدال الكل
de: Alle ersetzen
es: Reemplazar todo
fr: Tout remplacer
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
nl: Alles vervangen
pt_br: Substituir Tudo
pt_pt: Substituir Tudo
ru: Заменить все
sv: Ersätt alla
zh_hans: 全部替换
zh_hant: 全部替換

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nl: Opnieuw instellen
pt_br: Redefinir
pt_pt: Redefinir
ru: Сбросить
sv: Återställ
zh_hans: 重置
zh_hant: 重設

source: Rotate %d°
ar: تدوير %d°
de: Drehen um %d°
es: Girar %d°
fr: Faire pivoter de %d°
it: Ruota di %d°
ja: %d度回転
ko: %d° 회전
nl: Draai %d°
pt_br: Girar %d°
pt_pt: Rodar %d°
ru: Повернуть на %d°
sv: Rotera %d°
zh_hans: 旋转%d°
zh_hant: 旋轉%d°

source: Rotate Clockwise
ar: تدوير باتجاه عقارب الساعة
de: Im Uhrzeigersinn drehen
es: Girar en sentido horario
fr: Pivoter dans le sens des aiguilles d'une montre
it: Ruota in senso orario
ja: 右回りに回転
ko: 시계 방향으로 회전
nl: Rechtsom draaien
pt_br: Girar no sentido horário
pt_pt: Rodar para a Direita
ru: Повернуть по часовой стрелке
sv: Rotera medurs
zh_hans: 顺时针旋转
zh_hant: 順時針旋轉

source: Rotate Counterclockwise
ar: تدوير عكس اتجاه عقارب الساعة
de: Gegen den Uhrzeigersinn drehen
es: Girar en sentido antihorario
fr: Pivoter dans le sens antihoraire
it: Ruota in senso antiorario
ja: 反時計回りに回転
ko: 반시계 방향으로 회전
nl: Linksom draaien
pt_br: Girar no sentido anti-horário
pt_pt: Rodar no sentido contrário ao dos ponteiros do relógio
ru: Повернуть против часовой стрелки
sv: Rotera motursols
zh_hans: 逆时针旋转
zh_hant: 逆時針旋轉

source: Save to Custom Profile %@
ar: حفظ في الملف الشخصي المخصص %@
de: Speichern unter benutzerdefiniertem Profil %@
es: Guardar en perfil personalizado %@
fr: Enregistrer dans le profil personnalisé %@
it: Salva nel profilo personalizzato %@
ja: カスタムプロファイル %@ に保存
ko: %@ 사용자 지정 프로필에 저장
nl: Opslaan naar Aangepast Profiel %@
pt_br: Salvar no perfil personalizado %@
pt_pt: Guardar no Perfil Personalizado %@
ru: Сохранить в пользовательский профиль %@
sv: Spara till anpassad profil %@
zh_hans: 保存到自定义配置%@
zh_hant: 保存到自訂配置檔 %@

source: Scan Prompt
ar: إجراء الفحص
de: Scan-Aufforderung
es: Indicación de escaneo
fr: Demande d'analyse
it: Richiesta di scansione
ja: スキャンプロンプト
ko: 스캔 프롬프트
pt_br: Prompt de Digitalização
pt_pt: Pronto de Verificação
ru: Сканировать запрос
sv: Skanningsprompt
zh_hans: 扫描提示
zh_hant: 掃描提示

# scanned-files
source: Currently scanned %d files, including %d images and %d videos. Do you want to continue?
ar: حاليًا تم فحص %d ملفات، بما في ذلك %d صور و%d مقاطع فيديو. هل ترغب في المتابعة؟
de: Derzeit werden %d Dateien gescannt, darunter %d Bilder und %d Videos. Möchten Sie fortfahren?
es: Actualmente se han escaneado %d archivos, incluidos %d imágenes y %d videos. ¿Desea continuar?
fr: Actuellement %d fichiers scannés, dont %d images et %d vidéos. Voulez-vous continuer?
it: Attualmente scansionati %d file, inclusi %d immagini e %d video. Vuoi continuare?
ja: 現在までに %d 件のファイルをスキャンしました。うち、画像 %d 件、動画 %d 件です。続行しますか？
ko: 현재 %d개의 파일을 스캔했으며, 그 중 %d개의 이미지와 %d개의 비디오가 포함되어 있습니다. 계속하시겠습니까?
nl: Momenteel zijn %d bestanden gescand, inclusief %d afbeeldingen en %d video's. Wilt u doorgaan?
pt_br: Atualmente escaneados %d arquivos, incluindo %d imagens e %d vídeos. Deseja continuar?
pt_pt: Atualmente foram verificados %d ficheiros, incluindo %d imagens e %d vídeos. Deseja continuar?
ru: На данный момент просканировано %d файлов, включая %d изображений и %d видео. Хотите продолжить?
sv: För närvarande scannade %d filer, inklusive %d bilder och %d videor. Vill du fortsätta?
zh_hans: 当前已扫描 %d 个文件，其中图像 %d 个，视频 %d 个。是否继续？
zh_hant: 當前已掃描 %d 個文件，其中圖像 %d 個，視頻 %d 個。是否繼續？
